[
{
  "code": "ADMIN",
  "name": "Adeptus Administratum",
  "description": "Such is the size and scope of the Imperium that it takes an innumerable legion of scribes, officials, and bureaucrats to maintain it. Connected across the stars on a web of scribbled notes and secret data caches, the Administratum is a lumbering behemoth, churning at a speed only slightly higher than deathly rest as it ensures that every planet has paid its due and contributed to the Imperium’s continuation. Without the Administratum, the Imperium would dissolve into madness and mayhem. It would be cut off not only from those hidden hands that guide its wealth and resources, but also from its history and the centuries of secrets kept deep within the data vaults of the Imperium’s largest organisation ",
  "startingSkills": ["Common Lore (Adeptus Administratum)", "Linguistics (High Gothic)", "Logic", "Scholastic Lore (Pick One)"],
  "startingSkillsToPick": [["Commerce", "Medicae"]],
  "startingTalents": [],
  "startingTalentsToPick": [["Weapon Training (Las)", "Weapon Training (Solid Projectile)"]],
  "startingTrait": [],
  "startingEquipment": ["Imperial robes", "Autoquill", "Chrono", "Dataslate", "Medi-kit"],
  "startingEquipmentToPick": [["Laspistol", "Stub automatic"]],
  "backgroundBonus": "Master of Paperwork: An Adeptus Administratum character counts the Availability of all items as one level more available (Very Rare items count as Rare, Average items count as Common, etc.).",
  "backgroundAptitude": [],
  "backgroundAptitudeToPick": [["Knowledge", "Social"]]
},
{
  "code": "ARBITES",
  "name": "Adeptus Arbites",
  "description": "Only through constant vigilance and the execution of brutal law can the Imperium survive, and the Adeptus Arbites carries out this function. While the armies of the Imperial Guard struggle to hold back the aggression of alien empires and protect worlds from without, the Adeptus Arbites roots out rebels, recidivists, and threats to the stability of the Imperium from within. Its agents, collectively known as Arbitrators, operate as they best see fit, using their greater training and weaponry to tackle foes that might be beyond the scope of local agencies, or in many cases to deal with a government which has itself become corrupted. Remorseless and single-minded, they do not forgive or forget any crime, and pursue their quarry relentlessly until the Emperor’s Justice has been served",
  "startingSkills": ["Awareness", "Common Lore (Adeptus Arbites, Underworld)", "Intimidate", "Scrutiny"],
  "startingSkillsToPick": [["Inquiry", "Interrogation"]],
  "startingTalents": [],
  "startingTalentsToPick": [["Weapon Training (Shock)", "Weapon Training (Solid Projectile)"]],
  "startingTrait": [],
  "startingEquipment": ["3 doses of stimm", "Manacles", "12 lho sticks"],
  "startingEquipmentToPick": [["Enforcer light carapace armour", "Carapace chestplate"],["Shotgun", "Shock maul"]],
  "backgroundBonus": "The Face of the Law: An Arbitrator can re-roll any Intimidation and Interrogation test, and can substitute his Willpower bonus for his degrees of success on these tests.",
  "backgroundAptitude": [],
  "backgroundAptitudeToPick": [["Offence", "Defence"]]
},
{
  "code": "ASTRA",
  "name": "Astra Telepathica",
  "description": "Psykers are a vital part of the Imperium, linking its worlds together, aiding its soldiers in battle, and guiding its ships across the stars. They are also dangerous, for the very gift that allows them to draw power from the Warp, that otherworldly realm that exists beneath reality, can also make them conduits for its unholy power and gateways for Daemons. An untrained psyker can bring doom upon an entire world if his abilities are not kept in check. The Imperium has a rigid structure in place to watch for any who display even a hint of psychic talent and remove them from society, usually through force. Once in custody, they are trained to serve the Emperor or, if they prove too unstable, destroyed for the good of Mankind. The Adeptus Astra Telepathica oversees psykers within the Imperium, scouring the galaxy for new psykers and then examining and training their catches. Those that are not worthy to live must instead serve the Emperor directly, their life energies sustaining His continued existence for one more day",
  "startingSkills": ["Awareness", "Common Lore (Adeptus Astra Telepathica)", "Forbidden Lore (the Warp)"],
  "startingSkillsToPick": [["Deceive", "Interrogation"],["Psyniscience", "Scrutiny"]],
  "startingTalents": [],
  "startingTalentsToPick": [["Weapon Training (Las)", "Weapon Training (Low-Tech)"]],
  "startingTrait": [],
  "startingEquipment": ["Laspistol"],
  "startingEquipmentToPick": [["Staf", "Whip"],["Light flak cloak","Flak vest"],["Micro-bead","Psy focus"]],
  "backgroundBonus": "The Constant Threat: When the character or an ally within 10 metres triggers a roll on Table 6–2: Psychic Phenomenon, the Adeptus Astra Telepathica character can increase or decrease the result by amount equal to his Willpower bonus. Tested on Terra: If the character takes the Psyker elite advance during character creation, he also gains the Sanctioned trait.",
  "backgroundAptitude": [],
  "backgroundAptitudeToPick": [["Defence", "Psyker"]]
},
{
  "code": "ADMECH",
  "name": "Adeptus Mechanicus",
  "description": "Much of Mankind’s mastery over technology has been forgotten, and what remains are closely guarded secrets, held in jealous hands of the Adeptus Mechanicus. Wrapped up in superstitious beliefs and rites, the knowledge of how to operate the Imperium’s most advanced devices falls to these followers of the Machine God. The Adeptus Mechanicus guards and oversees the ancient knowledge and the mysteries of making technology function, for even its dogmatic and superstitious understandings are far beyond those of anyone else in the Imperium. They embrace technology to such a degree that they try to transcend the flesh of their bodies with the purity of metal. To those outside the Mechanicum, they can appear unfeeling and emotionless, more akin to their blessed machines than to other humans, and most would welcome such views.",
  "startingSkills": ["Common Lore (Adeptus Mechanicus)", "Logic", "Security", "Tech-Use"],
  "startingSkillsToPick": [["Awareness", "Operate"]],
  "startingTalents": ["Mechadendrite Use (Utility)","Weapon Training (Solid Projectile)"],
  "startingTalentsToPick": [],
  "startingTrait": ["Mechanicus Implants"],
  "startingEquipment": ["Imperial robes", "2 vials of sacred unguents"],
  "startingEquipmentToPick": [["Autogun", "Hand cannon"],["monotask servo-skull (utility)","Optical mechadendrite"]],
  "backgroundBonus": "Replace the Weak Flesh: An Adeptus Mechanicus character counts the Availability of all cybernetics as two levels more available (Rare items count as Average, Very Rare items count as Scarce, etc.).",
  "backgroundAptitude": [],
  "backgroundAptitudeToPick": [["Knowledge", "Tech"]]
},
{
  "code": "MINISTOR",
  "name": "Adeptus Ministorum",
  "description": "The Adeptus Ministorum, also known as the Ecclesiarchy, is the religion that venerates the Emperor of Mankind. Powerful and ancient, it embodies the Imperial Creed, the myriad systems of belief that bind humanity together, gives it purpose, and keeps it safe from soul-imperilling threats both within and without. Its members are devoted servants of the Emperor, dedicated to bringing His word to the faithful, and rooting out any which would stand against Him. Whether with words or deeds, a member of the Adeptus Ministorum never forgets his earlier service. Even should he fall from grace, the teachings of the church remain branded upon his soul, and the fire of the Emperor’s faith still burns strong in his belly",
  "startingSkills": ["Charm", "Command", "Common Lore (Adeptus Ministorum)", "Linguistics (High Gothic)"],
  "startingSkillsToPick": [["Inquiry", "Scrutiny"]],
  "startingTalents": [],
  "startingTalentsToPick": [["Weapon Training (Flame)", "Weapon Training (Low-Tech, Solid Projectile)"]],
  "startingTrait": [],
  "startingEquipment": ["Backpack", "Glow-globe", "Monotask servo-skull (laud hailer)"],
  "startingEquipmentToPick": [["Hand flamer", "Warhammer and stub revolver"],["Imperial robes","Flak vest"]],
  "backgroundBonus": "Faith is All: When spending a Fate point to gain a +10 bonus to any one test, an Adeptus Ministorum character gains a +20 bonus instead. ",
  "backgroundAptitude": [],
  "backgroundAptitudeToPick": [["Leadership", "Social"]]
},
{
  "code": "GUARD",
  "name": "Imperial Guard",
  "description": "To protect the Imperium from its many enemies, the Imperium maintains a massive fighting force known as the Imperial Guard. Tithed from the worlds across the galaxy, the Imperial Guard is an immense force of countless billions, always at constant war, and always recruiting more soldiers to replace the fallen. No accurate records exist as to its exact size and strength, and such is its nature that it is in constant flux, troops moving from system to system or scattered across the stars fighting wars long forgotten. Many Guardsmen do not live even a full day after entering battle, but those who survive become hardened combat veterans skilled in the bringing of death and facing the worst foes the galaxy has to offer. Scarred and broken, such veterans can hope for little comfort beyond the battlefield, but may find service in other parts of the Imperial war machine or more secretive duties in less overt wars. ",
  "startingSkills": ["Athletics", "Command", "Common Lore (Imperial Guard)", "Navigate (Surface)"],
  "startingSkillsToPick": [["Medicae", "Operate (Surface)"]],
  "startingTalents": ["Weapon Training (Las, Low-Tech)"],
  "startingTalentsToPick": [],
  "startingTrait": [],
  "startingEquipment": ["Combat vest", "Imperial Guard flak armour", "Grapnel and line", "12 lho sticks", "Magnoculars"],
  "startingEquipmentToPick": [["Lasgun", "Laspistol and sword"]],
  "backgroundBonus": "Hammer of the Emperor: When attacking a target that an ally attacked since the end of the Guardsman’s last turn, the Guardsman can re-roll any results of 1 or 2 on damage rolls.",
  "backgroundAptitude": [],
  "backgroundAptitudeToPick": [["Fieldcraf", "Leadership"]]
},
{
  "code": "OUTCAST",
  "name": "Outcast",
  "description": "Even within the Imperium, where most are born into the same position for life, there are those that work their way free to make a life on their own terms. Some may have deliberately forsaken the role they were given, or slipped between the cracks of their ossified civilisation. They exist as criminals, vagabonds, and renegades on the fringes of Imperial life. These Outcasts live in the shadows of society, living by their wits and charm. They are able thieves, assassins, and bounty hunters; suspicion and fear often dogs their steps, as others know that where they tread, crime follows. Despite the epithet, Outcasts can be connected to all levels of Imperial life, and while their concerns are primarily for themselves, they can be enlisted to larger pursuits. They have connections, knowledge, and skills unheard of for proper Imperial citizens, and the willingness to use them through bribery, coercion, or other base appeals often more effective than simple calls to Imperial duty. They can also retain associations and bonds with their previous lives and organisations that allow them to operate across many strata of Imperial life. ",
  "startingSkills": ["Common Lore (Underworld)", "Deceive", "Dodge", "Stealth"],
  "startingSkillsToPick": [["Acrobatics", "Sleight Of Hand"]],
  "startingTalents": ["Weapon Training (Chain)"],
  "startingTalentsToPick": [["Weapon Training (Las)", "Weapon Training (Solid Projectile)"]],
  "startingEquipment": ["Chainsword", "Injector"],
  "startingEquipmentToPick": [["Autopistol", "Laspistol"], ["Armoured bodyglove", "Flak vest"], ["2 doses of obscura", "2 doses of slaught"]],
  "backgroundBonus": "Never Quit: An Outcast character counts his Toughness bonus as two higher for purposes of determining Fatigue.",
  "backgroundAptitude": [],
  "backgroundAptitudeToPick": [["Fieldcraf", "Social"]]
},
{
  "code": "SORORITAS",
  "name": "Adepta Sororitas",
  "description": "Legends say that in the final moments of the Reign of Blood, Alicia Dominica, leader of the warrior Daughters of the Emperor, stood before the Golden Throne with a select few trusted of her order. There they received the Light of the Emperor, filling them with terrible purpose to defy the tyrant who had taken control of the Ecclesiarchy and instigated the worst civil war since the Horus Heresy. When they emerged from that most holy chamber, they carried His righteous ire within them. Dominica descended upon the treacherous High Lord Vandire and ended his terrible Reign along with his life. In the Reformation that followed, the Decree Passive was enacted to forbid the Adeptus Ministorum from controlling any men under arms, and thus prevent the Ecclesiarchy from threatening the Adeptus Administratum’s rule over the Imperium. The all-female Daughters were deemed exempt, though, and became the Orders Militant of the Adepta Sororitas—a powerful presence to ensure the will of the Ecclesiarchy was enacted faithfully. The fierce devotion of the Sisters to their Emperor has ended many a threat from within the Imperium since those dark days. No heretic can stand against their zeal in enacting the judgement of the Ecclesiarchy, but the Sisters have also grown into a number of Non-Militant Orders devoted to the healing arts, communications, and diplomacy. In all ways, though, they are supremely loyal to the Emperor, utterly incorruptible and ready to purge all heresies with hymns and ire. ",
  "startingSkills": ["Athletics", "Common Lore (Adepta Sororitas)", "Linguistics (High Gothic)"],
  "startingSkillsToPick": [["Charm", "Intimidate"], ["Medicae", "Parry"]],
  "startingTalents": ["Weapon Training (Chain)"],
  "startingTalentsToPick": [["Weapon Training (Flame)", "Weapon Training (Las)"]],
  "startingTrait": [],
  "startingEquipment": ["Chainblade", "Armoured bodyglove", "Chrono", "Dataslate", "Stablight", "Micro-bead"],
  "startingEquipmentToPick": [["Hand flamer", "Laspistol"]],
  "backgroundBonus": "Incorruptible Devotion: Whenever an Adepta Sororitas character would gain 1 or more Corruption Points, she gains that many Insanity Points minus 1 (to a minimum of 0) instead.",
  "backgroundAptitude": [],
  "backgroundAptitudeToPick": [["Offence", "Social"]]
},
{
  "code": "HERETEK",
  "name": "Heretek",
  "description": "Not all roads to knowledge are illuminated by the Emperor’s Light or constructed by the Tech-Priests of the Adeptus Mechanicus. Despite the many laws that forbid it, there are those who travel alternate avenues to enlightenment. They do not heed the warnings that faith and obedience, not alien knowledge or foreign technology, can save them from doom. For Hereteks, the potential rewards of fashioning unconsecrated technologies, reading from ancient and forbidden texts, of tracing the secret designs of older races, and of studying the bizarre creations of alien minds far outweigh any risks. Their galaxy is a series of treasure chests, and they eagerly seek to pick locks and lift lids to discover the marvels and terrors found within.",
  "startingSkills": ["Forbidden Lore (pick one)", "Tech-Use", "Trade (pick one) "],
  "startingSkillsToPick": [["Deceive", "Inquiry"], ["Medicae", "Security"]],
  "startingTalents": ["Weapon Training (Solid Projectile)"],
  "startingTalentsToPick": [],
  "startingTrait": ["Mechanicus Implants"],
  "startingEquipment": ["1 web grenade", "Combi-tool", "Flak cloak", "Filtration plugs", "1 dose of de-tox", "Dataslate", "Stablight"],
  "startingEquipmentToPick": [["Stub revolver with 2 extra clips of Expander bullets", "ManStopper rounds"]],
  "backgroundBonus": "Master of Hidden Lores: When a Heretek makes a Tech-Use test to comprehend, use, repair, or modify an unfamiliar device, he gains a +20 bonus if he has one or more relevant Forbidden Lore skill specialisations at Rank 1 (Known) or higher.",
  "backgroundAptitude": [],
  "backgroundAptitudeToPick": [["Finesse", "Tech"]]
},
{
  "code": "NAVY",
  "name": "Imperial Navy",
  "description": "The Imperium is made of untold of worlds across a vast galaxy, each separated by more space than it would seem possible to defend; in truth, it is impossible. It is the job of the Imperial Navy to fly in the face of this impossibility and carry the Emperor’s Truth, and His troops, to where they are needed most. For all living aboard the vessels of the Navy, life is a neverending series of wars, broken up only by the horrors of travelling through the Warp to the next battlezone. Though brutal, it is a life of duty, filled with a sense of purpose that comparatively few humans in the galaxy ever have the privilege to know.",
  "startingSkills": ["Athletics", "Common Lore (Imperial Navy)", "Navigate (Stellar)"],
  "startingSkillsToPick": [["Command", "Intimidate"], ["Operate (Aeronautica)", "Operate (Voidship)"]],
  "startingTalents": ["Weapon Training (Solid Projectile)"],
  "startingTalentsToPick": [["Weapon Training (Chain)", "Weapon Training (Shock)"]],
  "startingTrait": [],
  "startingEquipment": ["Flak coat", "Rebreather", "Micro-bead "],
  "startingEquipmentToPick": [["Combat shotgun", "Hand cannon"],["Chainsword", "Shock whip"]],
  "backgroundBonus": "Close Quarters Discipline: An Imperial Navy character scores one additional degree of success on successful Ballistic Skill tests he makes against targets at Point-Blank range, at Short range, and with whom he is engaged in melee.",
  "backgroundAptitude": [],
  "backgroundAptitudeToPick": [["Offence", "Tech"]]
},
{
  "code": "ROGUE",
  "name": "Rogue Trader Fleet",
  "description": "Armed with their prized Warrant of Trade, Rogue Traders command starships throughout the Imperium and—most importantly—outside its borders into Wilderness Space. Those serving aboard these fleets have lives unimaginable for even those who also travel the void. Where others might crave the comforting drudgery of forging munitions or assembling ration packs, these men and women journey to distant and unexplored worlds with no protection or law other than what they bring with them. Some might desire only to spread the Emperor’s Light into these dark reaches, or are obsessed over the violent extermination of alien races wherever they may be found, but for most, exploiting the riches from newly discovered planets and ancient civilisations dominates all else. Many die unknown and unmourned in these efforts, but through them Mankind expands even further across an ever-hostile galaxy.",
  "startingSkills": ["Commerce", "Common Lore (Rogue Traders)", "Linguistics (pick one alien language)"],
  "startingSkillsToPick": [["Charm", "Scrutiny"], ["Operate (Surface)", "Operate (Aeronautica)"]],
  "startingTalents": ["Weapon Training (Shock)"],
  "startingTalentsToPick": [["Weapon Training (Las)", "Weapon Training (Solid Projectile)"]],
  "startingTrait": [],
  "startingEquipment": ["Shock maul", "Auspex", "Chrono"],
  "startingEquipmentToPick": [["Laspistol", "Autopistol (fitted with Compact weapon upgrade)"],["Mesh cloak", "Carapace chestplate"]],
  "backgroundBonus": "Inured to the Xenos: A character from a Rogue Trader Fleet gains a +10 bonus to Fear tests caused by aliens and a +20 bonus to Interaction skill tests with alien characters.",
  "backgroundAptitude": [],
  "backgroundAptitudeToPick": [["Finesse", "Social"]]
},
{
  "code": "EXORCISED",
  "name": "Exorcised",
  "description": "Even in a galaxy where the natural order is routinely mocked by warping influences from beyond and rendered nearmeaningless to those who suffer each cruel twist of fate, some circumstances have outcomes that are seemingly immutable. Possession by a Daemon is such a doom, perhaps the most terrible of any imagined. Though possession nearly always results in the death and eternal damnation of the mortal who is dominated by the Daemon, it is not always the case. Some few—perhaps fortunately, perhaps not—are freed from their torment as the Daemon is cast out of them, only to face lifetimes of horrors remembered from the experience. These rare mortals are constant reminders of the terrors that await Mankind should the Ordo Malleus fail and Chaos triumph.",
  "startingSkills": ["Awareness", "Dodge", "Forbidden Lore (Daemonology)"],
  "startingSkillsToPick": [["Deceive", "Inquiry"], ["Intimidate", "Scrutiny"]],
  "startingTalents": ["Hatred (Daemons)", "Weapon Training (Solid Projectile)", "Weapon Training (Chain)"],
  "startingTalentsToPick": [],
  "startingTrait": [],
  "startingEquipment": ["Shotgun", "Chainblade", "Imperial robes", "Rebreather"],
  "startingEquipmentToPick": [["Autopistol", "Stub revolver"], ["3 doses of obscura", "Tranq"], ["Disguise kit", "Excruciator kit"], ["Stablight", "Glow-globe "]],
  "backgroundBonus": "Touched by a Daemon: An Exorcised character counts his Insanity bonus as 2 higher for purposes of avoiding Fear tests (see page 289 of the Dark Heresy Core Rulebook). Additionally, he can never again become possessed by the same Daemon that once possessed him.",
  "backgroundAptitude": [],
  "backgroundAptitudeToPick": [["Defence", "Knowledge"]]
}
]