[
{
  "code": "FERAL",
  "name": "Feral World",
  "description": "Feral worlds are planets where the dominant culture is trapped in a primitive state, often much lower technologically than that of other Imperial worlds. This can range from nomadic human tribes, with little more than spears and a mastery over fire, to once-advanced planets now reduced to barbarism from environmental catastrophes, xenos predations, or other worldshattering events. Natives are likely to have grown up without technology, and had to survive by hunting or farming with primitive tools and their own two hands. This makes feral worlders hardy, strong, tough, and able to survive in the worst of conditions. ",
  "modifierOne": "Strength",
  "modifierTwo": "Toughness",
  "modifierNegative": "Influence",
  "fateThreshold": 2,
  "emperorsBlessing": 3,
  "homeWorldBonus": "The Old Ways: In the hands of a feral world character, any Low-Tech weapon loses the Primitive quality (if it had it) and gains the Proven (3) quality. ",
  "aptitude": "Toughness",
  "wounds": "9+1d5"
},
{
  "code": "FORGE",
  "name": "Forge World",
  "description": "Forge worlds are the main armouries and assembly lines of the Imperium. On these densely-populated worlds, citizens toil endlessly to craft weaponry for the armies of the Emperor, their bodies often enhanced with technology so that they might better fulfil their tasks or survive the toxic conditions of the factories. The denizens are likely to have been born to do a specific task, like their parents before them and their children that will come after, focusing their entire lives on a single job. It is a rigid society from which few escape, where the great Machine Cult and Tech-Priest overlords enforce the construction and toil of the teeming billions working below.",
  "modifierOne": "Intelligence",
  "modifierTwo": "Toughness",
  "modifierNegative": "Fellowship",
  "fateThreshold": 3,
  "emperorsBlessing": 8,
  "homeWorldBonus": "Omnissiah’s Chosen: A forge world character starts with either the Technical Knock or Weapon-Tech talent.",
  "aptitude": "Intelligence",
  "wounds":"8+1d5"
},
{
  "code": "HIGHBORN",
  "name": "Highborn",
  "description": "Highborn are the elite of Imperial worlds, the nobles, princes, and lords of cities, systems, and worlds who rule over boundless populations alongside other equally-privileged scions. To be born into such a setting is to have been given the best the planet has to offer, raised apart from the struggling ranks of Mankind, and destined to take on positions of great import and power. These luxuries might be the finest pelts and grox meat of a feudal world, or the most potent of narcotics and offworld delights on a mainstay hive world. To be a highborn is also to enter into a world of deadly politics and ancient feuds, where children grow up with terrible enemies and sleep knowing there are those that would cut their throats for a taste of their hereditary position. Highborn often live their lives apart from the rest of their world, sometimes never leaving the high castles, spire cities, and sky palaces far above the swarming masses. They are content in the knowledge that they are the instruments of Imperial dominance on their world and the voice of the Emperor to their people, and anything that would disrupt such a state is unthinkable anathema.",
  "modifierOne": "Fellowship",
  "modifierTwo": "Influence",
  "modifierNegative": "Toughness",
  "fateThreshold": 4,
  "emperorsBlessing": 10,
  "homeWorldBonus": "Breeding Counts: Any time a highborn character would reduce his Influence, he reduces it by 1 less (to a minimum reduction of 1).",
  "aptitude": "Fellowship",
  "wounds":"9+1d5"
},
{
  "code": "HIVE",
  "name": "Hive World",
  "description": "Hive worlders exist in cities that reach kilometres into the sky from the wasted surface of toxic, hostile environments, ruined through many centuries of industry. Sealed off from the planet outside, they live stacked on hundreds of levels, each one packed with millions of souls working, eating, and dying without ever venturing beyond the steel caverns of their birth. To be a hive worlder is to have grown up among overpopulation and artifice, where the sun is only a myth. Unfortunates know only a desperate existence, barely surviving in the dank depths far below the surface, in underworlds where the very air cannot be counted on from one day to the next. For a hive worlder, his life is but one cog in a gigantic citymachine, living and dying in the same few cubic kilometres in which he was born.",
  "modifierOne": "Agility",
  "modifierTwo": "Perception",
  "modifierNegative": "Willpower",
  "fateThreshold": 2,
  "emperorsBlessing": 6,
  "homeWorldBonus": "Teeming Masses in Metal Mountains: A hive world character ignores crowds for purposes of movement, treating them as open terrain. When in enclosed spaces, he also gains a +20 bonus to Navigate (Surface) tests.",
  "aptitude": "Perception",
  "wounds":"8+1d5"
},
{
  "code": "SHRINE",
  "name": "Shrine World",
  "description": "Shrine worlders grow up on worlds that the Imperium has deemed holy places, where the Cult of the Emperor’s power is omnipresent. While their birthplace might range from cluttered, decaying cities to scattered farmlands, or their planet from a green paradise to a forbidding rock, the power of the Emperor saturates it. Perhaps some great deed was committed here, a bold hero turning back the alien tide, or because it is the resting place for a saint with a hallowed grave dominating the surface of the world and drawing pilgrims from far and wide to gaze upon its glory. While all citizens of the Imperium are taught to venerate the glory of the Emperor in one form or another, it is the shrine worlders who perhaps have the greatest understanding and reverence of the teachings of the Imperial Cult.",
  "modifierOne": "Fellowship",
  "modifierTwo": "Willpower",
  "modifierNegative": "Perception",
  "fateThreshold": 3,
  "emperorsBlessing": 6,
  "homeWorldBonus": "Faith in the Creed: Whenever a shrine world character spends a Fate point, he rolls 1d10. On a result of 1, the character’s total number of Fate points is not reduced.",
  "aptitude": "Willpower",
  "wounds":"7+1d5"
},
{
  "code": "VOID",
  "name": "Voidborn",
  "description": "Voidborn spend their lives in the expanses of space, growing up on ancient orbital stations, generation vessels, merchant freighters, or remote asteroid outposts. They spend much of their lives without the stability of a real world beneath their feet, knowing the cold, deadly grasp of empty space is only a few metres of bulkhead away. This makes them exceptionally skilled when it comes to living on voidships and space stations, more so than any who have spent their lives crawling around in the dirt of a world. It also often makes them strange even amidst other Imperial subjects, tall and willowy, hairless, or with large dark eyes. Living so close to the still blackness of the void also touches their souls. There is something deeply odd about the voidborn, something intangible that lurks below the surface, writhing in the dark like the Warp lurks below space itself, waiting and watching for its moment to surface. ",
  "modifierOne": "Intelligence",
  "modifierTwo": "Willpower",
  "modifierNegative": "Strength",
  "fateThreshold": 3,
  "emperorsBlessing": 5,
  "homeWorldBonus": "Child of the Dark: A voidborn character starts with the Strong Minded talent, and gains a +30 bonus to tests for moving in a zero gravity environment.",
  "aptitude": "Intelligence",
  "wounds":"7+1d5"
},
{
  "code": "AGRI",
  "name": "Agri-World",
  "description": "Those who toil on agri-worlds provide the Imperium’s countless billions of subjects one of their essential resources: food. The Adeptus Administratum classiies planets to this task often based on the desirable climates, native livestock, or other natural factors. Even the slightest crop failure or livestock plague can doom other worlds to horriic starvation or collapse an Imperial warfront, thus making their often-overlooked eforts vital for humanity’s survival.",
  "modifierOne": "Fellowship",
  "modifierTwo": "Strength",
  "modifierNegative": "Agility",
  "fateThreshold": 2,
  "emperorsBlessing": 7,
  "homeWorldBonus": "Strength from the Land: An agri-world character starts with the Brutal Charge (2) trait.",
  "aptitude": "Strength",
  "wounds":"8+1d5"
},
{
  "code": "FEUDAL",
  "name": "Feudal World",
  "description": "Feudal worlders live on planets defined by two pronounced aspects, the first and most dominant being a technological level suspended far below many other Imperial societies. On many of these worlds, gunpowder-based devices represent the extent of advancement. The other defining aspect of feudal worlds is how their natives live, all part of networks of obligations and allegiances throughout a tribe or other societal grouping.",
  "modifierOne": "Perception",
  "modifierTwo": "Weapon Skill",
  "modifierNegative": "Intelligence",
  "fateThreshold": 3,
  "emperorsBlessing": 6,
  "homeWorldBonus": "At Home in Armour: A feudal world character ignores the maximum Agility value imposed by any armour he is wearing. ",
  "aptitude": "Weapon Skill",
  "wounds":"9+1d5"
},
{
  "code": "FRONTIER",
  "name": "Frontier World",
  "description": "Frontier worlds occupy the desperate, lawless fringes of the Imperium. Inhabitants quickly learn self-reliance by necessity, knowing that they cannot expect outside aid against marauding humans or ravenous aliens. As always, where there is little Imperial attention, heresy and mutation festers unchecked. Frontier worlds swarm with the violent dregs of humanity, with pirates, bandits, outlaws, and worse ruling many areas.",
  "modifierOne": "Ballistic Skill",
  "modifierTwo": "Perception",
  "modifierNegative": "Fellowship",
  "fateThreshold": 3,
  "emperorsBlessing": 7,
  "homeWorldBonus": "Rely on None but Yourself: A frontier world character gains a +20 bonus to Tech-Use tests when applying personal weapon modiications, and a +10 bonus when repairing damaged items.",
  "aptitude": "Ballistic Skill",
  "wounds":"7+1d5"
},
{
  "code": "DEATH",
  "name": "Death World",
  "description": "Death worlds represent the harshest environments the Imperium has to offer that nevertheless require human occupation. Though the kinds of threats to the natives vary greatly, all of these planets share one important characteristic: human life is often short. Those who live on and survive these planets are some of the grittiest and, in some cases, battle-hardened citizens of the Imperium.",
  "modifierOne": "Agility",
  "modifierTwo": "Perception",
  "modifierNegative": "Fellowship",
  "fateThreshold": 2,
  "emperorsBlessing": 5,
  "homeWorldBonus": "Survivor’s Paranoia: While a death world character is Surprised, non-Surprised attackers do not gain the normal +30 bonus to their Weapon Skill and Ballistic Skill tests when targeting this character.",
  "aptitude": "Fieldcraft",
  "wounds":"9+1d5"
},
{
  "code": "GARDEN",
  "name": "Garden World",
  "description": "Garden worlds hold a unique position within the Imperium, in that they are one of the few kinds of planets with minimal technological development. Tithes from these planets are often lower than usual or are entirely non-existent, as many are lightly populated and may have no readily available resources. Instead, garden worlds offer the Imperium a multitude of idyllic settings, ranging from recuperative locales to private estates, in exchange for protection.",
  "modifierOne": "Fellowship",
  "modifierTwo": "Agility",
  "modifierNegative": "Toughness",
  "fateThreshold": 2,
  "emperorsBlessing": 4,
  "homeWorldBonus": "Serenity of the Green: A garden world character halves the duration (rounded up) of any result from Table 8–11: Shock or Table 8–13: Mental Traumas (see pages 287 and 288 of the Dark Heresy Core Rulebook), and can remove Insanity points for 50xp per point rather than the normal 100xp",
  "aptitude": "Social",
  "wounds":"7+1d5"
},
{
  "code": "RESEARCH",
  "name": "Research World",
  "description": "The Imperium and the Adeptus Mechanicus have many research stations across the stars to collect data in an often vain attempt to better control Mankind’s surroundings. Most researchers never live to see any conclusive results. Once committed to a station, few ever leave, and their tasks are passed on through generations without end. Useful results might never occur, or be lost in the impossible depths of Imperial bureaucracies.",
  "modifierOne": "Intelligence",
  "modifierTwo": "Perception",
  "modifierNegative": "Fellowship",
  "fateThreshold": 3,
  "emperorsBlessing": 8,
  "homeWorldBonus": "Pursuit of Data: Whenever a research station character reaches Rank 2 (Trained) in a Scholastic Lore skill, he also gains Rank 1 (Known) in one related or identical Forbidden Lore skill specialisation of his choice. The GM is the final arbiter of whether the two specialisations are related.",
  "aptitude": "Knowledge",
  "wounds":"8+1d5"
},
{
  "code": "DAEMON",
  "name": "Daemon World",
  "description": "Citizens of the Imperium hail from all manner of dangerous planets and locations, but none rival the horrors of Daemon worlds. Chaos rules in these locations, and creatures of the Warp roam twisted landscapes made of nightmare and insanity. Daemon worlds require investigation to seek the seeds of the Ruinous Powers’ evil harvest, so that it can be prevented elsewhere—for once a world has been steeped in the stuff of Chaos, it is never the same again.",
  "modifierOne": "Willpower",
  "modifierTwo": "Perception",
  "modifierNegative": "Fellowship",
  "fateThreshold": 3,
  "emperorsBlessing": 4,
  "homeWorldBonus": "Touched by the Warp: A Daemon world native begins with one Rank in the Psyniscience skill. Should he gain this skill again in a later step of character creation, he instead gains one additional Rank in the skill. Note that he cannot purchase more Ranks of this skill unless he acquires the Psyker aptitude. This character also begins with 1d10+5 Corruption points.",
  "aptitude": "Willpower",
  "wounds":"7+1d5"
},
{
  "code": "PENAL",
  "name": "Penal Colony World",
  "description": "Where most world classifications stem from the types of terrain or lifeforms found there, penal colonies are defined by strict Imperial Law. In every expansion, there are recidivists, looters, murderers, and thieves who appear in its wake. The most violent or persistent offenders, if not granted summary execution at the time of apprehension, may be shipped off-world to facilities designed to house them permanently. It is here that the lawbreakers are left to wither and die—though some survive to escape their sentence, and fight for the Emperor on other fronts. ",
  "modifierOne": "Toughness",
  "modifierTwo": "Perception",
  "modifierNegative": "Influence",
  "fateThreshold": 3,
  "emperorsBlessing": 8,
  "homeWorldBonus": "Finger on the Pulse: One survives a penal colony by instinctively knowing who is in charge and who is a threat. A penal colony character begins with one Rank in the Common Lore (Underworld) and Scrutiny skills, and starts with the Peer (Criminal Cartels) talent.",
  "aptitude": "Toughness",
  "wounds":"10+1d5"
},
{
  "code": "QUARANTINE",
  "name": "Quarantine World",
  "description": "Quarantine worlds are marked as forbidden for visitation, settlement, or contact of any kind. Some might be seemingly benign verdant spheres, others might be foreboding rocks, but the Imperium has determined there is some terrible threat that outweighs any possible usefulness they might contain. Such threats range from biological agents to xenos species infiltration, and even to possible Warp-taint and other unholy threats. Whatever the catastrophe, potential or historical, it is viewed as a far greater risk than any reward it could bring. ",
  "modifierOne": "Ballistic Skill",
  "modifierTwo": "Intelligence",
  "modifierNegative": "Strength",
  "fateThreshold": 3,
  "emperorsBlessing": 9,
  "homeWorldBonus": "Secretive by Nature: Those who manage to leave a quarantine world learn how to keep secrets. Whenever the warband’s Subtlety would decrease, it decreases by 2 less (to a minimum reduction of 1).",
  "aptitude": "Fieldcraft",
  "wounds":"8+1d5"
}
]